the	289884
of	150877
in	105484
and	94447
to	81977
what	78987
a	64096
is	46541
was	44230
for	29110
as	28738
did	24629
by	24343
that	23189
with	22815
on	22298
are	20123
from	18975
which	17994
who	17627
were	15657
how	14031
when	12927
or	12783
an	12739
at	12638
be	12593
it	12020
not	11751
many	11396
have	10731
has	9259
first	8611
their	8474
his	8296
this	7860
does	7821
its	7777
one	7732
year	7624
s	7575
other	7548
new	7411
where	7272
city	7017
had	6873
most	6795
also	6596
used	6331
th	6179
do	6127
during	6009
two	5944
more	5792
after	5764
can	5617
been	5602
they	5452
he	5340
century	5300
some	5211
but	5136
world	5083
all	5049
into	5039
state	4942
people	4917
such	4861
time	4859
between	4851
than	4806
name	4697
war	4697
states	4672
there	4342
over	4196
united	4154
use	4107
about	3980
only	3912
may	3853
system	3816
would	3783
government	3728
years	3682
called	3627
known	3613
these	3541
type	3507
made	3218
part	3214
much	3104
american	3091
population	3068
up	3053
three	3030
country	3023
early	2994
university	2982
under	2950
million	2939
north	2875
group	2838
no	2835
language	2813
national	2806
high	2766
power	2754
being	2698
british	2687
while	2678
area	2669
music	2613
school	2606
south	2602
law	2573
through	2565
period	2564
both	2522
number	2520
since	2451
out	2438
became	2433
term	2427
i	2412
often	2411
church	2397
west	2368
well	2367
second	2363
long	2339
french	2334
john	2317
major	2317
us	2297
against	2261
empire	2261
u	2260
including	2241
based	2238
public	2233
large	2196
found	2182
form	2181
work	2167
largest	2163
east	2149
later	2135
could	2131
before	2108
political	2107
end	2085
however	2082
english	2076
why	2076
located	2071
if	2053
company	2048
international	2046
modern	2045
day	2040
general	2040
her	2030
non	2023
each	2018
countries	2013
them	2004
european	2003
will	1993
become	1984
great	1982
along	1943
led	1938
party	1935
another	1933
any	1927
considered	1918
military	1906
president	1901
four	1876
german	1874
several	1865
because	1857
common	1855
according	1849
around	1827
greek	1812
energy	1807
house	1804
like	1763
different	1762
roman	1760
de	1757
air	1754
same	1753
until	1752
europe	1748
army	1739
species	1733
france	1733
place	1729
development	1723
within	1702
western	1700
among	1698
island	1694
china	1692
human	1692
control	1687
league	1681
court	1676
chinese	1668
order	1664
groups	1656
st	1646
those	1638
times	1637
so	1626
region	1623
union	1623
example	1617
began	1612
make	1606
areas	1599
established	1591
life	1590
include	1578
water	1571
central	1571
c	1570
important	1563
last	1540
e	1531
although	1530
late	1519
act	1515
old	1514
king	1509
season	1505
london	1502
take	1500
then	1500
kind	1496
social	1492
due	1491
members	1485
created	1480
home	1474
forces	1474
federal	1467
york	1461
m	1458
education	1453
d	1440
main	1440
india	1439
support	1429
now	1425
center	1417
history	1416
service	1414
five	1396
light	1395
held	1389
still	1389
developed	1389
local	1379
age	1370
soviet	1370
religious	1365
middle	1362
college	1360
small	1359
schools	1356
death	1354
own	1345
using	1339
england	1337
per	1328
eastern	1325
even	1322
force	1321
process	1319
built	1317
less	1305
usually	1302
percentage	1301
film	1300
land	1300
study	1293
river	1289
third	1282
god	1282
needed	1261
book	1259
white	1255
culture	1255
ii	1252
germany	1252
royal	1250
kingdom	1247
northern	1245
team	1245
popular	1233
following	1233
council	1232
set	1230
very	1230
standard	1228
britain	1224
game	1219
rule	1214
america	1211
building	1209
black	1206
research	1202
students	1199
art	1195
republic	1181
way	1176
bc	1175
red	1174
word	1171
southern	1167
languages	1160
battle	1157
queen	1156
line	1155
without	1152
football	1151
body	1150
given	1138
released	1137
back	1136
systems	1133
family	1131
single	1130
free	1129
economic	1126
capital	1120
n	1116
rights	1113
low	1113
children	1109
treaty	1105
change	1100
theory	1099
him	1098
march	1097
begin	1096
live	1096
official	1090
said	1088
founded	1082
original	1078
result	1072
russian	1070
september	1064
near	1061
sea	1057
cities	1055
higher	1054
june	1053
style	1053
level	1052
percent	1051
street	1050
science	1048
african	1044
various	1041
current	1039
average	1038
she	1034
took	1034
women	1034
spanish	1028
top	1025
produced	1018
january	1016
park	1016
included	1010
formed	1010
show	1007
never	1004
field	1002
paris	1001
al	1000
july	999
similar	995
start	993
should	988
society	988
data	988
date	987
religion	986
october	986
down	985
point	983
era	980
billion	977
came	976
must	976
trade	975
best	974
production	970
total	970
civil	970
former	969
games	967
caused	964
organization	961
class	960
december	957
natural	957
rate	951
men	950
published	950
africa	946
ancient	944
play	941
majority	940
office	939
islands	938
movement	937
highest	936
role	934
influence	929
record	928
cultural	927
color	925
every	921
whose	920
generally	920
community	919
written	917
b	914
constitution	913
parts	912
others	911
range	909
foreign	905
jews	903
terms	902
named	901
information	901
days	900
f	898
few	898
japanese	898
traditional	897
least	894
wrote	893
though	893
sometimes	893
today	893
april	890
market	890
japan	890
g	889
emperor	887
greece	887
george	885
nations	883
significant	878
off	876
san	876
records	875
cause	875
november	874
food	873
increase	873
person	870
half	870
model	868
architecture	867
left	865
available	865
department	865
catholic	865
increased	861
latin	861
club	859
present	859
allowed	859
services	856
uk	855
industry	853
see	853
august	852
lower	852
case	852
christian	851
private	848
played	847
series	847
program	846
business	844
works	843
event	842
provide	839
technology	839
aircraft	839
forms	838
come	838
growth	836
jewish	836
position	835
minister	832
throughout	830
get	830
help	830
thought	830
open	829
won	826
health	825
policy	825
space	821
police	819
dynasty	814
airport	812
r	811
primary	811
six	810
addition	810
windows	810
video	809
having	808
introduced	808
station	808
rock	807
further	805
leader	804
indian	804
associated	803
victoria	801
plants	799
self	797
media	796
far	795
financial	795
citation	795
title	793
revolution	793
canada	790
types	786
philosophy	786
ottoman	786
green	785
television	781
believe	781
county	780
action	780
radio	779
changes	779
mary	777
district	776
william	775
outside	774
especially	773
effect	773
post	770
asia	770
mexico	768
you	767
km	767
dutch	767
mid	758
making	755
continued	754
square	754
rather	750
laws	748
studies	747
design	747
network	746
final	741
related	741
itself	740
scientific	740
economy	740
independent	738
across	738
museum	737
required	737
able	728
typically	727
side	727
status	726
computer	724
february	723
v	722
view	721
right	721
territory	721
upon	719
pope	718
whom	716
member	715
seen	715
started	714
israel	714
rome	713
powers	711
events	711
native	710
themselves	710
town	709
album	708
napoleon	708
run	707
supreme	706
instead	705
chopin	705
greater	705
australia	703
full	701
brought	700
t	699
classical	699
received	698
paper	697
legal	697
nasser	697
independence	696
universities	696
man	694
companies	694
saint	694
association	692
haven	692
election	686
egypt	686
ireland	685
certain	685
particularly	683
birds	683
just	682
possible	682
division	681
either	681
beginning	680
congress	679
institute	679
born	678
charles	678
source	678
famous	676
once	676
oklahoma	676
plant	673
create	671
race	670
living	670
short	669
nation	668
centuries	668
special	667
code	665
americans	665
lost	664
buildings	663
size	663
song	661
individual	661
islamic	661
go	660
report	660
say	659
referred	659
produce	658
commercial	658
seven	656
we	655
universal	655
security	654
head	653
mass	651
amount	650
troops	650
construction	650
little	649
copper	649
sexual	649
longer	648
designed	648
canadian	648
release	647
child	646
almost	646
regions	646
character	645
internet	645
cases	645
cup	644
russia	642
animals	640
italy	640
lead	639
thus	639
temperature	637
father	636
software	634
prime	634
material	633
solar	633
james	631
italian	631
oil	631
washington	630
provided	629
attack	629
month	627
base	627
structure	626
sound	624
prior	624
dell	624
l	621
originally	621
imperial	621
means	620
h	616
responsible	615
paul	614
money	613
p	613
churches	613
chief	611
together	608
matter	608
apple	608
yale	608
believed	607
give	607
words	607
concept	607
close	607
speed	607
involved	606
described	605
earth	604
cost	604
replaced	603
saw	602
good	602
above	602
specific	602
characters	602
medical	601
teams	601
bell	601
taken	599
method	599
boston	599
agreement	597
recent	597
commonly	597
happened	597
followed	596
grand	596
evidence	596
nature	595
authority	595
elected	595
working	594
la	594
larger	593
access	591
occur	591
von	590
operations	589
particular	588
historical	587
leading	586
ad	586
next	585
need	585
electric	584
announced	583
port	583
carolina	583
ethnic	582
climate	582
knowledge	582
muslim	582
uses	581
literature	581
parliament	581
version	580
influenced	579
limited	579
regional	576
board	576
uranium	576
fall	573
died	571
labour	571
madonna	570
months	569
relationship	569
site	569
might	569
mi	569
summer	568
store	565
governor	565
levels	565
zinc	565
mean	564
physical	564
approximately	564
orthodox	564
sun	563
spain	563
miami	560
rise	559
passed	559
strong	558
administration	558
humans	558
value	557
digital	556
allow	555
atlantic	554
houston	553
blue	553
away	553
plan	553
henry	553
gave	552
parties	551
meaning	551
mountains	551
mother	550
mostly	550
lines	550
scholars	550
widely	549
centre	549
feature	548
project	548
glass	548
cotton	548
florida	547
annual	546
call	545
hall	545
quality	545
definition	544
palace	544
ages	543
prince	542
separate	542
sent	542
census	542
primarily	541
identity	541
arts	540
anti	540
elements	537
eventually	535
added	535
despite	535
j	534
experience	534
helped	533
urban	533
again	532
past	532
ten	531
remained	531
practice	530
arab	529
return	528
global	528
notable	528
minority	528
eisenhower	527
includes	526
always	525
supported	524
nearly	524
festival	523
wood	523
active	522
adopted	522
reason	522
executive	521
industrial	521
hold	520
opened	519
discovered	518
killed	517
o	516
idol	516
put	515
reported	515
tibet	515
eight	514
young	514
institutions	514
compared	513
campus	513
find	512
moved	511
k	511
sports	511
examples	511
coast	511
foundation	510
ground	510
defence	510
subject	509
road	509
interest	508
issue	507
tradition	507
stand	506
direct	506
bacteria	506
library	505
premier	505
sold	504
move	504
estimated	504
text	504
province	504
jesus	501
defined	500
conflict	500
operation	500
products	499
successful	498
brain	498
memory	497
focus	496
pain	496
receive	495
personal	495
too	494
die	494
earliest	494
son	494
win	493
earlier	493
complex	493
response	492
iii	492
purpose	491
lived	491
oldest	491
kerry	491
served	490
spread	490
players	488
divided	488
training	487
whitehead	487
exist	486
stop	485
cross	485
portuguese	485
bank	485
currently	484
fire	483
whether	483
devices	483
contemporary	482
serve	482
towards	482
peace	482
plymouth	481
miles	480
smaller	480
indigenous	480
melbourne	480
southampton	480
better	479
future	479
variety	479
problems	479
thomas	479
border	479
writing	478
gaddafi	477
property	477
stations	477
ideas	476
w	476
features	475
launched	475
describe	474
besides	474
declared	473
disease	473
spoken	473
programs	473
dogs	473
forced	472
stadium	472
numbers	472
makes	472
crisis	472
reached	471
hunting	471
lack	471
elizabeth	471
detroit	471
changed	470
directly	470
burke	470
news	469
decade	468
animal	468
hours	468
student	468
ended	468
portugal	468
gas	468
diego	468
beer	468
activity	467
likely	465
pre	464
names	464
artists	463
idea	462
robert	462
committee	462
ranked	461
han	461
communities	461
develop	460
scale	459
metal	459
success	458
dna	458
test	458
big	456
korea	456
basic	456
night	455
female	454
wide	454
band	453
competition	453
appear	453
surface	453
format	453
citizens	453
content	451
ocean	451
conditions	451
mountain	451
beyonc	450
recorded	450
loss	450
richard	450
david	448
residents	448
delhi	448
ibn	448
ability	447
real	447
secretary	447
problem	447
bill	447
dialects	447
went	446
largely	445
downtown	444
signed	443
degree	443
performance	442
location	442
origin	442
alaska	442
destroyed	441
potential	441
rest	440
dialect	440
list	439
rules	439
write	438
navy	438
fourth	437
co	437
want	437
democratic	437
vote	436
medieval	436
irish	435
re	435
occurred	435
things	434
officially	434
audio	434
front	434
iran	434
award	433
mainly	433
daily	432
speaking	432
offer	432
assembly	432
individuals	431
domestic	431
turn	430
share	430
remains	430
sources	430
armenian	430
worldwide	429
neptune	429
section	428
gain	428
heavy	427
ago	427
switzerland	427
remain	426
hard	426
professional	426
relations	426
houses	426
previous	425
invasion	425
pacific	425
valley	425
estonia	425
campaign	424
prevent	423
host	422
stated	421
entire	421
ever	421
ice	421
claim	420
initially	420
families	419
populations	418
units	417
cannot	417
wars	417
quran	417
rank	416
product	415
buddhism	415
nanjing	415
command	415
resulted	415
cells	415
schwarzenegger	415
arsenal	415
management	414
christians	414
soldiers	413
avenue	413
books	413
mandolin	413
reach	412
pay	411
true	411
clubs	411
un	410
hand	410
chicago	410
issues	410
ft	410
branch	410
done	409
operating	409
greeks	409
genetic	409
prussia	409
louis	408
controlled	408
antenna	408
income	407
nuclear	406
applied	406
motor	406
movie	405
gold	405
usb	405
lord	405
christianity	405
via	404
granted	404
refer	404
reduced	403
multiple	403
polish	403
territories	403
darwin	403
resistance	402
attempt	401
device	401
expansion	401
courts	401
decline	400
tibetan	400
asian	399
northwestern	399
letter	398
goal	398
previously	397
unit	397
witnesses	397
highly	396
tv	396
proposed	396
bronx	396
ruled	395
fbi	395
numerous	394
provides	394
himself	394
defense	394
machine	393
leaders	393
dame	393
armed	392
methods	392
below	392
comics	392
presence	391
heat	391
creation	391
iron	391
becoming	390
existence	390
allows	389
secondary	389
seattle	389
activities	388
relatively	388
growing	387
magazine	387
films	387
appointed	387
tax	387
popper	387
else	386
regarding	386
supply	386
pressure	386
hydrogen	386
nine	385
basis	385
increasing	385
effects	385
staff	384
travel	384
speech	383
nintendo	383
contains	383
contain	383
texas	382
sales	382
prominent	382
key	382
testing	382
attacks	382
cardinal	382
insects	382
kanye	381
albert	381
metropolitan	381
deal	380
governments	380
article	379
complete	379
hit	378
think	378
behind	378
winter	378
argued	378
rejected	378
chemical	378
organizations	378
stage	377
claimed	377
charge	376
learning	376
environment	376
bay	376
direction	376
elections	376
instruments	375
racial	375
fact	375
differences	375
mixed	374
owned	374
difficult	374
player	374
cultures	374
standards	373
armenia	373
freedom	372
faith	372
notre	372
phase	371
slavic	371
songs	370
sense	370
starting	369
minor	369
protection	369
railway	369
tennessee	369
decided	368
sir	368
risk	368
settlement	367
peoples	367
convention	366
norfolk	366
bbc	365
resources	365
reduce	365
southeast	365
musical	364
dance	364
alexander	364
derived	364
heart	364
ming	364
agency	364
bce	364
aid	364
broadcast	363
permanent	363
therefore	363
sanskrit	363
vi	363
sector	363
fields	363
cathedral	363
nd	362
continue	362
internal	362
placed	361
critical	361
holy	361
commission	361
punk	361
performed	360
join	360
medicine	360
practices	360
australian	360
gothic	360
results	360
feynman	360
tower	359
marked	358
approach	358
defeated	358
function	358
represent	358
male	357
channel	357
components	357
poor	356
protestant	356
republican	355
charleston	355
anthropology	355
visit	354
length	354
microsoft	354
theatre	354
week	353
satellite	353
hayek	353
soon	353
thousands	352
sciences	352
communication	352
upper	351
officials	351
protect	351
torch	351
prussian	351
hot	350
removed	350
stone	350
places	350
youtube	350
blood	350
bermuda	350
california	349
impact	349
formal	349
whole	349
sony	348
account	348
already	348
x	348
migration	348
establish	347
older	347
literary	347
factors	347
users	347
cyprus	347
tito	347
star	346
additional	346
necessary	346
regular	346
decision	345
ships	345
causes	345
liberal	345
colonies	345
ac	345
failed	344
ways	344
stores	344
our	344
identified	343
frequently	343
communist	343
recently	343
speak	342
shown	341
beyond	341
cold	341
materials	341
combined	340
developing	340
poland	340
completed	340
texts	340
reign	340
effective	340
edward	340
mm	340
desert	340
crime	340
lake	340
temperatures	340
cover	339
offered	339
arabic	339
presidential	338
conference	338
drug	338
disc	338
route	336
happens	336
rail	336
environmental	336
comcast	336
byu	336
finally	335
scotland	335
degrees	335
distinct	335
headquarters	335
agriculture	335
richmond	335
spielberg	335
lee	334
taking	334
officers	334
organisms	334
catalan	334
director	333
genes	333
birth	332
collection	332
reasons	332
element	332
rates	332
understanding	332
match	332
avicenna	332
enlightenment	331
factor	331
resulting	331
latter	330
yet	330
link	330
academic	330
zone	330
efforts	329
egyptian	329
ipod	328
capacity	328
austria	327
lands	327
christ	327
accepted	326
running	326
shows	326
hospital	326
keep	326
portion	326
clothing	325
establishment	325
translation	325
adult	325
senate	324
jehovah	324
issued	323
slaves	323
evolution	323
marshall	323
tuvalu	323
barcelona	322
generation	322
launch	322
cell	322
agreed	322
patent	322
olympic	322
presbyterian	322
ps	322
artist	321
featured	321
returned	321
tribes	321
somali	321
philadelphia	320
story	320
joined	320
composed	320
bridge	320
mayor	320
intended	319
signal	319
leave	318
gained	318
pass	318
importance	318
provinces	318
constitutional	318
voltage	318
greatest	317
letters	317
consider	317
represented	317
widespread	317
islam	317
appeared	316
positive	316
build	316
principle	316
muslims	316
price	315
dog	315
entertainment	314
image	314
avoid	314
historic	314
mission	314
workers	314
naval	314
neumann	314
fifth	313
quickly	313
review	313
silver	313
victory	313
hill	312
require	312
points	312
traffic	312
newspaper	312
prize	312
hyderabad	312
meet	311
characteristics	311
opposed	311
mark	311
dominant	310
recognized	310
operate	310
beyonce	309
wall	309
exchange	309
ibm	309
tree	309
virginia	309
cork	309
frequency	308
cd	308
intelligence	308
damage	308
fa	308
scientists	308
technical	308
formation	307
component	307
policies	307
colony	307
namibia	307
recording	306
worked	306
planned	306
read	306
analysis	306
occupied	306
fort	306
colonial	306
academy	305
carried	305
korean	305
theories	305
apollo	305
met	304
sign	304
treatment	304
simple	304
continental	304
flight	304
electrical	304
swiss	304
perform	303
feet	303
unique	303
defeat	303
corporation	303
opposition	303
nigeria	303
antarctica	303
behavior	302
noted	302
application	302
master	302
target	302
iranian	302
abbey	302
enough	301
press	300
weather	300
expected	300
affected	300
qing	300
structures	300
applications	300
objects	300
wave	300
genome	300
shell	300
estonian	300
follow	299
lose	299
alternative	299
politics	299
peninsula	299
persian	299
spring	298
fleet	298
tucson	298
sell	297
fighting	297
tour	297
object	297
kept	296
playing	296
negative	296
grew	296
reserve	296
byzantine	296
romans	296
love	295
refused	295
maintain	295
engineering	295
transfer	294
orientation	294
consists	294
guam	294
raised	293
influential	293
cut	293
initial	293
affairs	293
wanted	293
closed	293
continent	293
genocide	293
advanced	292
cable	292
germans	292
gene	292
penalty	292
joseph	291
pro	291
architectural	291
doctrine	291
bit	291
santa	291
turkish	291
remaining	290
know	290
clear	290
educational	290
mediterranean	290
leadership	289
brazil	289
equal	289
acts	289
refers	289
ancestry	288
author	288
administrative	288
drive	288
constructed	288
traditionally	288
classified	288
turkey	288
expanded	287
philip	287
temple	287
mac	287
dominated	287
copyright	287
reform	287
physics	287
online	286
actually	286
greatly	286
script	286
crown	286
ring	285
rd	285
belong	285
creating	285
inside	285
round	285
ship	285
sub	285
teaching	284
values	284
alliance	284
density	284
equipment	284
distribution	284
doing	283
floor	283
captured	283
weapons	283
carbon	283
universe	283
meeting	282
typical	282
renaissance	282
institution	282
raleigh	282
room	281
benefit	281
titles	281
le	281
bible	280
overall	280
connected	280
belief	280
note	279
suggested	279
limit	279
resolution	279
mount	279
weeks	278
super	278
bush	278
meant	278
traditions	278
heritage	278
princess	278
conservative	278
transport	278
colleges	278
contrast	278
cubs	278
course	277
buddhist	277
computers	277
console	277
decades	277
corruption	277
awards	276
split	276
housing	276
earthquake	276
vacuum	276
external	276
car	276
fought	276
playstation	276
classes	275
covered	275
allies	275
properties	275
assent	275
extended	274
banks	274
czech	274
increasingly	274
storage	274
except	274
compression	274
achieve	273
care	273
effort	273
closely	273
contact	273
notably	273
mosaic	273
pop	272
comes	272
movements	272
revenue	272
paid	271
completely	271
organized	271
allowing	271
gdp	271
lowest	271
constant	271
towns	271
sex	270
michael	270
tried	270
novel	270
plans	270
strategy	270
manufacturing	270
anglo	270
giving	269
break	269
double	269
output	269
determine	269
allied	269
maximum	269
mexican	269
bird	269
seasons	269
situation	268
regarded	268
burma	268
woman	267
runs	267
publication	267
societies	267
transition	267
commonwealth	267
difference	266
xbox	266
athanasius	266
digimon	266
speakers	265
lighting	265
fight	264
hunter	264
historians	264
brown	264
cardinals	264
helena	264
listed	263
joint	263
carry	263
kathmandu	263
invented	262
turned	262
principles	262
awarded	261
rural	261
simply	261
netherlands	261
leds	261
debate	260
takes	260
duke	260
fully	260
toward	260
existing	260
justice	260
el	260
wales	260
valencia	260
cbc	260
moving	259
entered	259
sought	259
processes	259
core	259
techniques	259
labor	259
electricity	259
calendar	259
failure	258
biggest	258
settled	258
web	258
agricultural	258
advantage	258
sites	257
rapid	257
emerged	257
biological	257
russians	257
showed	256
strength	256
sichuan	256
y	255
intellectual	255
file	255
functions	255
ann	254
achieved	254
selection	254
hour	254
communications	254
yellow	254
legislation	254
transmission	254
grow	253
relative	253
dc	253
electronic	253
safety	253
pakistan	253
kings	253
diversity	253
muhammad	253
claims	252
trading	252
attempted	252
converted	252
relay	252
tourism	252
versions	251
representatives	251
user	251
improved	251
flag	251
marine	251
zealand	250
face	250
going	250
lives	250
determined	250
distinction	250
formerly	250
officer	250
goods	250
attention	250
myanmar	250
agencies	250
libya	250
drugs	250
reforms	249
peak	249
commander	249
slave	249
critics	248
appearance	248
shared	248
offices	248
roughly	248
significantly	248
championship	248
prey	248
baptist	248
marvel	248
taught	247
revolutionary	247
aspects	247
extensive	247
authorities	247
immigrants	247
somerset	247
circuit	246
happen	246
bring	246
popularity	246
hundred	246
approved	246
subjects	246
charter	246
essential	246
elevator	246
golden	245
relationships	245
budget	245
heavily	245
transportation	245
columbia	244
thing	244
holds	244
dark	244
writers	244
incorporated	244
ordered	244
iraq	244
separation	244
label	243
models	243
asphalt	243
employed	243
bands	243
evolved	243
question	243
inspired	242
concerns	242
attend	242
aspect	242
threat	242
chain	242
fell	242
researchers	242
pattern	242
opening	241
reference	241
unlike	241
views	241
discovery	241
surrounding	241
diverse	241
theater	241
actions	241
poetry	241
opera	240
subsequent	240
wear	240
deep	240
database	240
quantum	240
occurs	240
radiation	240
ratio	240
motors	240
everton	240
bitumen	240
credit	239
acquired	239
macintosh	239
employees	239
classification	239
selling	238
score	238
coastal	238
am	237
ultimately	237
contributed	237
maintained	237
send	237
viewed	237
districts	237
volume	237
sport	237
document	237
investment	237
arms	237
my	236
distance	236
improve	236
peter	236
industries	236
forest	236
emotion	236
jobs	235
colors	235
attacked	235
operated	235
winning	234
contract	234
respectively	234
probably	234
ministry	234
measures	234
shift	234
facilities	234
consumption	234
frederick	234
funding	233
studied	233
kingdoms	233
vice	233
alps	233
exposure	233
infrared	233
divine	233
legislative	233
marriage	232
powerful	232
leaving	232
ruler	232
dedicated	232
address	232
eu	232
chosen	232
lodge	232
affect	232
quarter	231
proper	231
mp	231
weight	231
utrecht	231
conducted	230
presented	230
providing	230
measure	230
prices	230
historically	230
studio	229
martin	229
describes	229
instance	229
secular	229
extent	229
hispanic	229
index	229
reading	229
normal	229
congo	229
antibiotics	229
parents	228
copies	228
genre	228
newly	228
dollar	228
rich	228
existed	228
snow	228
los	228
inhabitants	228
sort	228
samurai	228
career	227
experienced	227
visited	227
francisco	227
visible	227
israeli	227
religions	227
nickname	227
germanic	227
carriers	227
professor	226
serious	226
capacitors	226
monarch	226
puerto	226
depending	226
trees	226
ashkenazi	226
affirmative	226
rose	225
focused	225
village	225
rivers	225
da	225
serving	224
styles	224
shape	224
medium	224
organism	224
demand	224
declined	224
capacitor	224
kill	224
expensive	224
patterns	224
semi	224
arbor	224
contained	223
documents	223
accused	223
tend	223
favor	223
protected	223
debt	223
combat	223
westminster	223
z	222
enter	222
multi	222
me	222
edition	222
producing	222
mind	222
purposes	222
usage	222
feel	221
motion	221
display	221
identify	221
renewable	221
efficiency	221
carrier	221
carnival	221
zhejiang	221
dead	220
emotions	220
trying	220
homes	220
renamed	220
criticized	219
instrument	219
periods	219
gives	219
ruling	219
guinea	219
treaties	219
positions	219
height	219
aristotle	219
gods	219
johnson	218
box	218
fund	218
specifically	218
alcohol	218
supporters	218
something	218
comprehensive	218
settlers	218
eton	218
criticism	217
introduction	217
brother	217
grant	217
drop	217
attempts	217
try	217
borders	217
pact	217
democracy	217
graduate	217
declaration	217
armies	217
bishop	217
somalia	217
severe	216
arrived	216
beliefs	216
technologies	216
serves	216
unicode	216
promoted	215
gradually	215
rare	215
indicate	215
judicial	215
subsequently	214
separated	214
track	214
manhattan	214
reports	214
suffered	214
goals	214
plays	214
actual	214
executed	214
compounds	214
dst	214
spent	213
alone	213
extremely	213
reality	213
streets	213
ussr	213
classic	212
variation	212
buddha	212
pc	212
corps	212
slavery	212
matches	212
wife	211
audience	211
agree	211
ranking	211
overseas	211
orders	211
rapidly	211
conception	211
membership	211
thuringia	211
sixth	210
projects	210
folk	210
markets	210
dry	210
gender	210
rus	210
ku	210
married	209
train	209
capable	209
funds	209
mechanical	209
origins	209
minimum	209
broad	209
equivalent	209
choice	209
standing	208
twenty	208
directed	208
worth	208
wind	208
occupation	208
minutes	208
replace	208
frame	208
hardware	208
spectre	208
limits	208
wild	208
diseases	208
divisions	208
dates	207
clock	207
sovereign	207
destruction	207
connection	207
hotel	207
fish	207
regulations	207
define	207
category	206
asked	206
sequence	206
accept	206
federation	206
secret	206
immediately	206
costs	206
annually	206
categories	206
strategic	206
guns	206
tom	205
mobile	205
berlin	205
whereas	205
losses	205
decrease	205
linked	205
canon	204
stored	204
arena	204
races	204
bus	204
eritrea	204
promote	203
centers	203
your	203
figures	203
broke	203
suggest	203
planning	203
requires	203
bond	203
bodies	203
fair	203
protein	203
nobility	203
wrestling	203
ones	202
dropped	202
changing	202
regime	202
entity	202
persons	202
judaism	202
nes	202
job	201
purchase	201
needs	201
remove	201
northwest	201
fundamental	201
judges	201
manchester	201
tb	201
managed	200
strongly	200
facility	200
seats	200
vietnam	200
felt	199
tuberculosis	199
memorial	199
parallel	199
ministers	199
thousand	199
smallest	199
coup	199
bombing	199
massive	199
page	199
judge	199
thermal	199
originated	199
constantinople	199
cubism	199
interpretation	198
longest	198
boys	198
conquered	198
twice	198
causing	198
buy	198
nearby	198
amendment	198
dominican	198
broadcasting	198
coalition	198
pub	198
relation	197
look	197
add	197
concerned	197
combination	197
van	197
founding	197
coming	197
context	197
reaction	197
walls	197
francis	197
vast	197
acid	197
mammals	197
virgin	197
insect	197
producer	196
setting	196
roots	196
ban	196
mentioned	196
decisions	196
consumer	196
austrian	196
pure	196
slavs	196
friends	195
invaded	195
garden	195
landing	195
precipitation	195
kansas	195
hanover	195
philosophical	195
signals	195
rainfall	195
strasbourg	195
soul	194
website	194
figure	194
bureau	194
perceived	194
rebellion	194
entirely	194
consist	193
founder	193
easily	193
offers	193
commerce	193
harbor	193
canal	193
meat	193
croatian	193
gulf	193
attended	192
scene	192
pictures	192
usa	192
accounts	192
fixed	192
ports	192
leads	192
cycle	192
del	192
flow	192
filament	192
visual	191
formally	191
encouraged	191
restricted	191
fast	191
successfully	191
trial	191
requirements	191
eggs	191
socialist	191
virgil	191
galicia	191
manager	190
concert	190
hosted	190
terminal	190
argue	190
assistance	190
metro	190
discrimination	190
forming	190
votes	190
males	190
printed	190
hindu	190
banned	190
bishops	190
incandescent	190
montana	190
freemasonry	190
picture	189
hundreds	189
effectively	189
lies	189
reduction	189
layer	189
adolescents	189
notes	188
expressed	188
soft	188
emotional	188
spirit	188
useful	188
extinction	188
characterized	187
items	187
kilometres	187
historian	187
observed	187
continues	187
expand	187
mechanism	187
indo	187
wildlife	187
jerusalem	187
hellenistic	187
syria	187
voice	186
controversy	186
dependent	186
sounds	186
comic	186
steel	186
networks	186
philosopher	186
revealed	185
warsaw	185
preferred	185
opinion	185
collapse	185
characteristic	185
capture	185
ca	185
parks	185
solution	185
branches	185
normally	185
extreme	184
technique	184
hong	184
generated	184
ending	184
immigration	184
sq	184
humanism	184
step	184
exhibition	184
mosaics	184
someone	183
proved	183
etc	183
castle	183
conquest	183
update	183
passengers	183
programming	183
europeans	183
understand	183
iv	183
pubs	183
montevideo	183
albums	182
voted	182
celebrated	182
wealth	182
apart	182
phrase	182
coverage	182
basketball	182
interior	182
alexandria	182
oxygen	182
philippines	182
palermo	182
monarchy	182
bulb	182
theology	182
gun	181
ce	181
americas	181
mercury	181
punjab	181
scottish	180
statement	180
perhaps	180
easy	180
rain	180
candidates	180
inches	180
fine	180
descent	179
fuel	179
visitors	179
piece	179
governing	179
execution	179
abandoned	179
tons	179
processing	179
becomes	179
nor	179
conservation	179
supporting	178
recordings	178
counter	178
destroy	178
flying	178
experiences	178
planet	178
recognition	178
tajikistan	178
asthma	178
stay	177
theme	177
representation	177
unable	177
interests	177
seat	177
decreased	177
grown	177
vary	177
parliamentary	177
household	176
saying	176
advance	176
exception	176
increases	176
infrastructure	176
ensure	176
beidou	176
pesticides	176
says	175
symbol	175
beijing	175
civilization	175
exists	175
mathematics	175
neighborhood	174
driven	174
smith	174
composition	174
sunday	174
grounds	174
attributed	174
practical	174
represents	174
purchased	174
profit	174
appears	174
absolute	174
efficient	174
residential	174
considerable	174
architects	174
perception	174
southwest	174
nazi	174
cabinet	174
lamps	174
here	173
jackson	173
fashion	173
express	173
cm	173
rarely	173
throne	173
conversion	173
studios	173
criminal	173
forward	173
northeast	173
spectrum	173
benefits	173
table	173
dean	173
wing	173
spoke	172
exercise	172
suggests	172
rulers	172
bought	172
conduct	172
onto	172
brothers	172
worst	172
decide	172
designated	172
borough	172
captain	172
translated	172
champions	172
telephone	171
respect	171
et	171
exclusive	171
integrated	171
solid	171
protests	171
monica	171
operates	171
nobel	171
businesses	171
count	171
laid	171
interstate	171
soviets	171
ball	170
jean	170
principal	170
sections	170
hub	170
containing	170
otherwise	170
emphasis	170
angeles	170
moon	170
taxes	170
norman	170
predators	170
poultry	170
worship	170
clause	170
stalin	170
swaziland	170
honor	169
nationality	169
approval	169
enemy	169
sides	169
hosts	169
measured	169
locations	169
stock	169
slightly	169
violent	169
candidate	169
rice	169
afghanistan	169
voting	169
federalism	169
jr	168
selected	168
yuan	168
revival	168
outer	168
concepts	168
cappella	168
alsace	168
sister	167
ceremony	167
ali	167
ran	167
fox	167
credited	167
hands	167
noble	167
senior	167
assets	167
speaker	167
legislature	167
substantial	167
courses	167
responsibility	167
singer	166
millennium	166
girls	166
videos	166
skin	166
images	166
radical	166
sets	166
ordinary	166
installed	166
assumed	166
reject	166
representative	166
twilight	166
bomb	166
highway	166
des	166
michigan	166
daughter	165
receiving	165
pieces	165
writer	165
lay	165
adopt	165
routes	165
kong	165
balance	165
geographical	165
cbs	165
varieties	165
elevation	165
lodges	165
performing	164
alongside	164
learn	164
slow	164
os	164
progress	164
olympics	164
publish	164
chairman	164
bacterial	164
ge	164
nato	164
yugoslavia	164
particles	164
demonstrated	163
authors	163
vision	163
influences	163
choose	163
variations	163
possibly	163
inner	163
mainstream	163
concluded	163
rico	163
incident	163
matters	163
lamp	163
customers	163
dielectric	163
platform	162
fans	162
journal	162
stopped	162
vehicles	162
nothing	162
powered	162
apply	162
scheme	162
transferred	162
mile	162
roads	162
transit	162
psychology	162
romance	161
spend	161
jones	161
similarly	161
fr	161
saxon	161
recommended	161
jurisdiction	161
tourists	161
georgia	161
personnel	161
proposal	161
bronze	161
guard	161
reducing	161
crops	161
daylight	161
depression	160
ranges	160
employment	160
comparison	160
estimates	160
economics	160
violence	160
path	160
plain	160
reformation	160
funded	160
referendum	160
pius	160
plains	160
printing	160
condition	159
assigned	159
secure	159
q	159
explain	159
acres	159
neither	159
invention	159
diet	159
cia	159
substance	159
occasionally	158
aside	158
residence	158
expression	158
concern	158
task	158
files	158
dr	158
autonomous	158
infection	158
coding	158
afl	158
search	157
mental	157
festivals	157
calls	157
rival	157
kinds	157
ideal	157
governed	157
survey	157
damaged	157
discipline	157
hebrew	157
uefa	157
endangered	157
got	156
challenge	156
obtain	156
vienna	156
rooms	156
shipping	156
connect	156
airlines	156
wider	156
questions	156
trust	156
frank	156
thinking	156
hills	156
discs	156
bern	156
passage	155
bar	155
successor	155
diplomatic	155
tool	155
manufacturers	155
retail	155
deaths	155
block	155
soil	155
evolutionary	155
glaciers	155
dollars	154
promotion	154
shopping	154
newspapers	154
retained	154
save	154
produces	154
sale	154
infringement	154
copy	154
stable	154
patients	154
restaurants	154
boundaries	154
proportion	154
controversial	154
argument	154
eye	154
mathematical	154
atomic	154
habitat	154
infectious	154
compete	153
boy	153
opposite	153
amounts	153
offering	153
movies	153
rising	153
taiwan	153
architect	153
entities	153
massachusetts	153
farmers	153
molecular	153
georgian	153
wine	153
coins	153
annelids	153
bad	152
currency	152
lot	152
mainland	152
tribe	152
machines	152
waves	152
breeding	152
involves	152
ray	152
philosophers	152
unfpa	152
liverpool	152
fifa	152
elevators	152
begun	151
aim	151
agent	151
organic	151
liberty	151
cuisine	151
reformed	151
unity	151
chapel	151
mali	151
hungary	150
net	150
concentration	150
seek	150
sovereignty	150
khan	150
interface	150
extra	150
whites	150
watch	150
winner	150
teachings	150
faculty	150
magnetic	150
antarctic	150
franklin	149
obama	149
protest	149
twelve	149
struggle	149
howard	149
wii	149
entry	149
covers	149
merged	149
strike	149
voters	149
adults	149
writings	149
proto	149
artillery	149
roles	148
finished	148
broken	148
publishing	148
succeeded	148
additionally	148
flat	148
connections	148
implemented	148
draw	148
committed	148
controls	148
restrictions	148
switch	148
stress	148
blacks	148
lights	148
logic	148
gates	148
crimes	148
forests	148
isolated	148
vocal	147
sharing	147
shot	147
arthur	147
households	147
prisoners	147
screen	147
illegal	147
mode	147
underground	147
mr	147
enforcement	147
pennsylvania	147
editor	147
walter	147
poverty	147
oxide	147
analog	147
protocol	147
alphabet	147
settlements	147
autonomy	147
laboratory	147
alloys	147
samoa	147
obtained	146
request	146
faced	146
fewer	146
seems	146
camp	146
siege	146
profession	146
jersey	146
engine	146
temporary	146
municipal	146
originate	146
iso	146
distinguished	145
hair	145
piano	145
arm	145
trend	145
weekly	145
glacier	145
infantry	145
differ	145
jefferson	145
rpm	145
bowl	144
eighth	144
begins	144
writes	144
rely	144
geographic	144
threatened	144
establishing	144
suburbs	144
encoding	144
drinking	144
ethnicity	144
regard	144
cognitive	144
targets	144
protestants	144
linguistic	144
gallery	144
alloy	144
williams	143
tracks	143
gray	143
involving	143
customs	143
suffering	143
initiated	143
supposed	143
restored	143
alpine	143
tools	143
safe	143
carrying	143
foot	143
metres	143
continuous	143
chapter	143
pitch	143
huge	142
oxford	142
jazz	142
partner	142
partnership	142
displayed	142
teacher	142
expedition	142
orbit	142
scholar	142
cars	142
investigation	142
card	142
rating	142
losing	142
technological	142
passenger	142
diarrhea	142
invade	142
riba	142
neolithic	142
contribute	141
females	141
musicians	141
appeal	141
stars	141
regards	141
elite	141
recovery	141
prayer	141
archives	141
channels	141
isles	141
madaris	141
recognize	140
consisting	140
accompanied	140
hop	140
opportunity	140
dated	140
weak	140
developments	140
conflicts	140
nepal	140
treated	140
fat	140
counties	140
cancer	140
pollution	140
feed	140
designs	140
molecules	140
contestants	140
taylor	139
background	139
introduce	139
nevertheless	139
athletic	139
relief	139
leaves	139
spending	139
somewhat	139
conventional	139
caribbean	139
neighborhoods	139
broadcasts	139
electronics	139
noise	139
younger	138
eat	138
hip	138
reserves	138
drawn	138
organisation	138
participate	138
artistic	138
buried	138
truth	138
salt	138
ties	138
compact	138
sleep	138
artificial	138
andrew	138
concentrated	138
vertical	138
moral	138
coal	138
marks	138
metals	138
catholics	138
materialism	138
sicily	138
sand	137
correct	137
orchestra	137
alfred	137
denied	137
strict	137
lama	137
extension	137
convert	137
varies	137
plate	137
deputy	137
capita	137
airports	137
skills	137
medal	137
framework	137
crop	137
descendants	137
independently	137
killing	136
horse	136
reputation	136
fear	136
survived	136
civilian	136
wu	136
holding	136
fm	136
error	136
casualties	136
exposed	136
regulation	136
opponents	136
consonants	136
ukraine	136
atoms	136
baltic	136
ascii	136
contributions	135
scientist	135
hope	135
varying	135
survive	135
stages	135
details	135
abolished	135
agreements	135
emergency	135
sentence	135
populated	135
panel	135
waste	135
extend	135
missile	135
paintings	135
karl	135
farming	135
vinyl	135
owner	134
ford	134
maria	134
superior	134
basin	134
neo	134
goes	134
worn	134
prevented	134
sweden	134
sina	134
varied	134
stories	134
railroad	134
sacred	134
extinct	134
trained	134
operational	134
bombers	134
loans	134
adolescence	134
famicom	134
stops	133
warner	133
learned	133
du	133
charged	133
cast	133
spiritual	133
manner	133
symbols	133
mutual	133
tests	133
distributed	133
youth	133
eyes	133
liquid	133
roosevelt	133
hockey	133
kennedy	133
description	133
denominations	133
immune	133
gardens	133
billboard	132
teachers	132
announce	132
ranging	132
romantic	132
frequent	132
julian	132
arrive	132
dating	132
remote	132
civilians	132
resource	132
populous	132
juan	132
receives	132
vocabulary	132
linear	132
concerning	132
mahayana	132
mix	132
purple	132
priests	132
bissau	132
sahara	132
shortly	131
fly	131
ric	131
virtually	131
succession	131
identical	131
difficulty	131
provincial	131
reverse	131
edge	131
defend	131
perspective	131
narrow	131
territorial	131
idealism	131
sumerian	131
shares	130
headed	130
regularly	130
impossible	130
revolt	130
told	130
agents	130
meters	130
tourist	130
connecticut	130
keeping	130
psychological	130
rebels	130
deposits	130
rugby	130
arabs	130
buckingham	130
burmese	130
competitions	129
experimental	129
studying	129
signs	129
monks	129
arrival	129
none	129
hd	129
warm	129
ukrainian	129
madison	129
stability	129
undergraduate	129
uniform	129
balkans	129
grain	129
samuel	129
hudson	128
exclusively	128
quite	128
scheduled	128
victims	128
atmosphere	128
funeral	128
pair	128
merely	128
nicholas	128
follows	128
heads	128
surrender	128
settle	128
departments	128
scenes	128
initiative	128
links	128
tropical	128
slowly	128
marketing	128
sufficient	128
bills	127
filed	127
aimed	127
millions	127
encourage	127
discussed	127
dress	127
teach	127
missions	127
desktop	127
crew	127
papers	127
foods	127
championships	127
saving	127
missionaries	127
traits	127
chihuahua	127
cult	127
wrestler	127
neutral	127
caesar	127
vii	127
closer	126
reaching	126
publications	126
warfare	126
eliminated	126
charges	126
helps	126
punishment	126
fresh	126
satellites	126
wire	126
belt	126
necessarily	126
gatherers	126
papal	126
fishing	126
aspirated	126
armenians	126
performances	125
eleven	125
chart	125
confirmed	125
discussion	125
faster	125
reflect	125
partly	125
nationalist	125
compare	125
attached	125
unknown	125
pointed	125
situated	125
finance	125
reflected	125
democrats	125
sugar	125
offensive	125
bottom	125
literacy	125
minorities	125
layers	125
debut	124
lasted	124
disaster	124
fail	124
wealthy	124
educated	124
map	124
touch	124
connecting	124
mpeg	124
supplies	124
ma	124
grid	124
storm	124
specialized	124
arizona	124
electron	124
usaf	124
laserdisc	124
tcm	124
featuring	123
broadway	123
minute	123
seventh	123
stating	123
plus	123
print	123
engaged	123
duties	123
notion	123
amongst	123
followers	123
license	123
possession	123
programme	123
grade	123
towers	123
sphere	123
fiber	123
painting	123
filled	123
russell	123
disney	123
cretaceous	123
message	122
adam	122
mongol	122
priest	122
battles	122
daniel	122
furthermore	122
immediate	122
resident	122
baseball	122
biology	122
cooperation	122
inch	122
anglican	122
snes	122
fame	121
publicly	121
apparent	121
citizenship	121
innovation	121
bringing	121
imposed	121
modified	121
codes	121
ready	121
aviation	121
vessels	121
plane	121
hungarian	121
revenues	121
aids	121
unified	121
institutes	121
electoral	121
frequencies	121
accurate	121
antennas	121
singing	120
rated	120
distinctive	120
participated	120
adjacent	120
commissioned	120
meetings	120
manufactured	120
mechanics	120
arrested	120
boat	120
register	120
lincoln	120
prevalent	120
shaped	120
functional	120
variants	120
infections	120
trophy	120
breaking	119
cent	119
lie	119
associations	119
stronger	119
confederation	119
annexed	119
registered	119
vehicle	119
input	119
ranks	119
estimate	119
centres	119
petroleum	119
explorer	119
criteria	119
adapted	119
symptoms	119
mines	119
belgium	118
detailed	118
dvd	118
pronunciation	118
instrumental	118
friendly	118
carl	118
transistor	118
ceo	118
engineers	118
owners	118
factory	118
weapon	118
tech	118
villages	118
zero	118
beach	118
monetary	118
elsewhere	118
interactions	118
baroque	118
na	118
experiment	118
vatican	118
unemployment	118
permit	118
hitler	118
denomination	118
luftwaffe	118
planck	118
rajasthan	118
beat	117
attracted	117
opportunities	117
arose	117
passing	117
neighboring	117
li	117
sacrifice	117
declare	117
trains	117
seeking	117
mining	117
permitted	117
predator	117
ancestors	117
experiments	117
bases	117
sultan	117
circuits	117
optical	117
turks	117
hdtv	117
row	116
parent	116
escape	116
estate	116
villa	116
apps	116
depends	116
southwestern	116
findings	116
orange	116
hence	116
presidency	116
bear	116
retain	116
forbidden	116
circumstances	116
navigation	116
acting	115
moment	115
believes	115
hurricane	115
exact	115
absorbed	115
governance	115
divide	115
sponsored	115
capabilities	115
hospitals	115
einstein	115
oak	115
indonesia	115
consisted	115
alumni	115
synthetic	115
rhine	115
archive	115
lords	115
adolescent	115
earned	114
anything	114
mail	114
cited	114
chamber	114
collected	114
empires	114
enacted	114
campaigns	114
segment	114
pan	114
expelled	114
elders	114
anthropologists	114
franco	114
acids	114
abu	114
lady	113
steve	113
acceptance	113
raise	113
crystal	113
adding	113
desire	113
indicates	113
looking	113
explained	113
affiliated	113
bombs	113
terrorism	113
centered	113
articles	113
sole	113
preserve	113
progressive	113
emergence	113
hunters	113
republicans	113
locke	113
kiev	113
patents	113
harvard	113
biodiversity	113
rotor	113
plato	113
hokkien	113
marry	112
friend	112
com	112
brief	112
thirty	112
structural	112
repeated	112
avoided	112
tony	112
plastic	112
enabled	112
headquartered	112
seem	112
rocket	112
coronation	112
compound	112
statute	112
farm	112
migrate	112
ottomans	112
beautiful	111
consecutive	111
nights	111
attract	111
ownership	111
owns	111
invited	111
painted	111
acquire	111
doors	111
gathering	111
anniversary	111
competing	111
cavalry	111
partially	111
newer	111
possibility	111
unions	111
backed	111
calling	111
singapore	111
defining	111
tall	111
beings	111
inter	111
circadian	111
macedonian	111
biblical	111
valencian	111
madrid	111
ecb	111
solo	110
forbes	110
luther	110
protesters	110
respond	110
productions	110
banking	110
raids	110
duty	110
arrest	110
reconstruction	110
busiest	110
suburban	110
export	110
altitude	110
depend	110
cds	110
nineteenth	110
adoption	110
plaza	110
objective	110
rna	110
xxiii	110
baptists	110
axis	110
masonic	110
childhood	109
hollywood	109
charity	109
finding	109
surviving	109
essentially	109
attendance	109
firm	109
kg	109
excluded	109
regardless	109
merchants	109
ends	109
roger	109
telecommunications	109
statistics	109
statistical	109
lakes	109
boom	109
identification	109
strip	109
interested	109
absence	109
descended	109
finals	109
gate	109
grants	109
bulbs	109
tell	108
jim	108
indicated	108
pole	108
appropriate	108
improvements	108
corporate	108
option	108
engage	108
cape	108
winners	108
humanity	108
chemicals	108
maintaining	108
contest	108
segments	108
grammar	108
hiv	108
relevant	108
heresy	108
montini	108
releases	107
falls	107
composers	107
nationalism	107
hearing	107
perfect	107
testament	107
fled	107
transformed	107
wilson	107
duration	107
distinguish	107
municipalities	107
nbc	107
fossil	107
scout	107
attraction	107
chemistry	107
definitions	107
oral	107
window	107
bandwidth	107
factories	107
collective	107
recognised	107
umayyad	107
liberia	107
gross	106
internationally	106
clinton	106
epic	106
referring	106
doctor	106
involvement	106
preserved	106
drama	106
realm	106
comprised	106
fiction	106
compatible	106
battery	106
dimensions	106
denmark	106
inland	106
sons	106
tunnel	106
tin	106
underlying	106
fathers	106
translations	106
homosexual	106
mixture	106
consent	106
polytechnic	106
lithuania	106
browser	106
hits	105
latest	105
involve	105
dangerous	105
traced	105
dalai	105
significance	105
ideology	105
entering	105
joining	105
fired	105
interaction	105
literally	105
kilometers	105
danger	105
abstract	105
snowfall	105
disco	105
availability	105
fruit	105
root	105
venice	105
obligations	105
moscow	105
intense	105
szlachta	105
rolling	104
continuing	104
dramatic	104
blocks	104
consequence	104
temples	104
ultimate	104
load	104
deck	104
delta	104
guide	104
dominic	104
easier	104
wires	104
participation	104
tournament	104
environments	104
proof	104
usual	104
plates	104
rocky	104
measurement	104
negotiations	104
ohio	104
indies	104
fibers	104
eritrean	104
singles	103
libyan	103
evening	103
rocks	103
uprising	103
symphony	103
select	103
refugees	103
manuscripts	103
sensitive	103
crossed	103
chance	103
connects	103
steps	103
clean	103
replacement	103
detect	103
shut	103
finland	103
gap	103
liberation	103
nyc	103
surrounded	103
removal	103
readers	103
pump	103
dissolved	103
crossing	103
electrons	103
prepared	103
serbian	103
jurassic	103
capability	103
clocks	103
gregorian	103
globe	102
mtv	102
tied	102
advice	102
museums	102
morning	102
really	102
oriented	102
observer	102
bin	102
clearly	102
thereby	102
thirteen	102
understood	102
murder	102
communicate	102
wake	102
celebration	102
phenomenon	102
lesser	102
corporations	102
exports	102
parade	102
pronounced	102
thailand	102
legally	102
congregations	102
boundary	102
phonology	102
nobles	102
triassic	102
valleys	102
resigned	101
charts	101
comedy	101
heard	101
pages	101
temporal	101
les	101
flowers	101
ongoing	101
manchu	101
gb	101
standardized	101
planes	101
ratings	101
consumers	101
consistent	101
handle	101
eliminate	101
crude	101
hole	101
clan	101
theoretical	101
transmitted	101
archbishop	101
traders	101
commons	101
congressional	101
rebel	101
senator	101
turner	101
kant	101
computing	101
antibiotic	101
actor	100
nigerian	100
proclaimed	100
brooklyn	100
prompted	100
enjoyed	100
prefer	100
arrangement	100
showing	100
shorter	100
suitable	100
intervention	100
reaches	100
draft	100
expanding	100
hunt	100
coined	100
indians	100
treat	100
passive	100
arctic	100
newton	100
communists	100
persecution	100
nutrients	100
admiral	100
persia	100
zones	100
speeds	100
gorbachev	100
immaculate	100
competitive	99
drew	99
exhibit	99
generations	99
bass	99
inc	99
formula	99
giant	99
ahead	99
insurance	99
deployed	99
corresponding	99
fc	99
reactions	99
sky	99
vedic	99
slim	99
tape	99
sudan	99
binding	99
augustus	99
hdi	99
theological	99
piracy	99
pradesh	99
appalachian	99
composer	98
drives	98
gospel	98
enterprise	98
getting	98
everything	98
ignored	98
collapsed	98
tensions	98
integration	98
formats	98
gaming	98
controller	98
harry	98
suffer	98
sectors	98
heights	98
leagues	98
advances	98
ritual	98
absorption	98
euro	98
pairs	98
discuss	98
indeed	98
metaphysics	98
bound	98
athens	98
appointment	98
laser	98
lancashire	98
windsor	98
gymnastics	98
jay	97
phone	97
prison	97
licensing	97
op	97
procedures	97
implementation	97
authorized	97
let	97
dam	97
participants	97
sunlight	97
respective	97
volumes	97
margaret	97
fed	97
empirical	97
thick	97
cricket	97
hz	97
himachal	97
christmas	96
voiced	96
wearing	96
autumn	96
exile	96
